import React from "react";
import { AboutUsCard } from "./aboutUsCard";

export const AboutUs = () => {
  return (
    <div className="aboutEvery" id="aboutUs">
      <AboutUsCard
        isLeft={false}
        item="1"
        title="Бидний зорилго ба даалгавар юу вэ?"
        description="Далайн түвшнээс дээш 100 км-ийн өндөрт Карман хил гэх дэлхийн агаар мандал ба гадаад сансар хоёрыг заагалдаг төсөөллийн хил-зааг байдаг ба бидний зорилго нь түүнд өөрсдийн пуужингаар дамжуулан хүрэх юм"
        text1="Карман хил-д хүрж гадаад сансарт пуужингаа гаргаж байгаа дэлхийн хамгийн анхны оюутнууд болох. Хэдий АНУ, Энэтхэг, Япон гэх мэт дэлхийн шилдэг их сургуулийн оюутнууд өөрсдийн сургуулийн нэрэн дор гадаад сансарт пуужингаа хүргэж байсан ч бид нар шиг ямар нэгэн их сургууль болон мэргэжлийн байгуллагын хараан дор бус бие даацгаан хөөргөж байгаагүй юм. Бидний нэр, МОНГОЛ-ын нэр дэлхийн тавцанд гарах билээ."
        text2="Монголоос гадаад сансарт пуужингаа гаргаж байгаа хамгийн анхны хүмүүс болох. Бид Монголоос гадаад сансарт өөрсдийн хийсэн пуужингаа гаргаж буй анхны хүмүүс болох ба орон даяар тэр бүү хил дэлхий даяар энэ мэдээ тарна гэдэгт чанд итгэлтэй байгаа."
        text3="Дэлхийн оюутнуудын пуужингийн өндрийн рекордыг эвдэх. Бидний хийсэн пуужин нь далайн түвшнээс дээш 100 км ийн өндөрт хүрэх буюу дэлхийн оюутнуудын пуужингийн өндрийн одоогийн рекордыг эвдэх юм. Нислэгийн дараа бид төслийн бүхий л мэдээлэл болон пуужинтай холбоотой датануудын олон нийтэд задлана. Ингэснээр МУ-д сонирхогчийн пуужин хөгжих боломжийг гаргаж байгаа юм. Бидний тогтоох рекордыг эвдлэх дараагийн үе Монгол залуус байх болно гэдэгт итгэлтэй байна"
      />
      <AboutUsCard
        isLeft={true}
        item="2"
        title="Яагаад Говь Гэж?"
        description="Бид өөрсдийн хийсэн пуужинг Говь-Алтай аймгийн Баян-уул сумын нутаг дэвсгэрээс хөөргөнө. Бидний хөөргөх цэг нь Монгол Элс-ээс баруун урагш зүгт 12км-ийн зайтай газарт байгаа юм. Бидний энэ цэгийг сонгосон шалтгаан нь дараахь 3 шалтгаанаас үүдэлтэй"
        label1="Бидний Алсын Хараа"
        text1="Өргөн уудам Монгол эх орны нутгаас хамгийн анхны гадаад сансарт гарах зорилготой пуужинг Говь цөлөөс хөөргөх болсон бидний гүн шалтгаан бол бидний алсын хараа билээ. Говь цөлөөс өндөр амбиц бүхий анхны пуужинг хөөргөснөөр:
        -Нэгдүгээрт. Говь цөлд олон улсын аялал жуулчлалыг хөгжүүлэх үндэс суурийг тавих
        -Хоёрдугаарт. Монголын элсэн цөлд Олон Улсын Агаарын болон Сансрын судалгааны цэг байгуулах
        -Гуравдугаарт. Цөлийн болон хээрийн бүс нутгууд дахь нэн ховордсон амьтад болон ургамлуудад Олон Улсын байгууллагуудын хандуулах анхаарлыг илүү төвлөрүүлж, хамгаалах болон үржүүлэх ажлуудыг эхлүүлэх, ихэсгэх"
        label2="Эрсдэл - Сэргийлэлт"
        text2="Энгийнээр хэлвэл бидний хөөргөх Говь цөлийн бүс нутаг нь ямар нэгэн бүтээн байгуулалт, аж ахуйн нэгж, дархан цаазат газар болон хувийн гэр, орон сууц байхгүй учир сонгон авсан билээ. 
        -Хамгийн муугаар бодход манай пуужин 210км зайд унах ба энэ цэгээс хөөргөсөн тохиолдолд ямар нэгэн өөр улсын агаарын болон газрын хилд нэвтрэн орохгуй билээ. Мөн хамгийн боломжит унах зааг буюу 31км-ийн радиус дотор ямарваа нэгэн аж ахуйн обьект байхгуй нь бид нарт илүү боломжийг бүрдүүлч өгч байгаа юм.
        -Мөн бидний хөөргөх цэгээс 6км зайд Монгол Алтайн нуруунаас салбарласан салбар нуруу болох Аж Богдын нуруу байгаа нь
        "
        label3="Техникийн ашигтай ажил"
        text3="Монгол элс-ээс баруун урд зүгээс пуужингаа хөөргөнө гэдэг нь бидний ашиглах техник болон бидний алсын хараанд хамгийн төгс зохицсон газар болж байгаа. Хөөргөх цэгээс холгүйхэн орших уулын оройд бид нар өөрсдийн 3 ба 4 дүгээр радаруудыг байрлуулах болно. Ингэснээр манай радаруудын үзэгдэх орчин ихсэн пуужингийн байрлалыг илүү оновчтой олно гэсэн үг юм."
      />
      <AboutUsCard
        isLeft={false}
        item="3"
        title="Бид юу хийж байгаа вэ?"
        description="Манай пуужин нь гурван шатлалтай 4м өндөр, 86кг жинтэй, 8кг-ийн даацтай хөнгөн цагааны нерж болон бусад композит материалуудаар бүрдэнэ. Энгийн үзүүлэлтүүдийн хувьд дуунаас 5 дахин хурдлах ба нийт 8 минут 6 секундын нислэг хийх юм"
        text1="Пуужингийн өртөг : Зөвхөн пуужинг бүтээх нийт өртөг нь 42000ам.доллар болох ба бид одоогийн байдлаар төслийн хэрэгцээг босгохын төлөө бүхнээ хийж байгаа билээ. Анхны төлөвлгөөний дагуу бидний пуужин өнгөрөгч оны 11-р сарын 31-нд хөөрөх ёстой байсан бол төсөвийн асуудал болон цар тахлаас үүдэлтэй хөл хорионы улмаас болон өдийг хүртэл хойшлогдсон юм. Бидэнд үлдсэн өртгийг босгоход дэмжлэг хэрэгтэй байгаа. Бидний маш шахуу цаг хугацаанд үндэслэн ямар ч хэмжээний дэмжлэгт бид гүнээ талархах болно. Хэдий чинээ хурдан хөрөнгөө босгоно төдий чинээ бид нарын амжилттай байх боломж ихсэх юм."
      />
    </div>
  );
};
